Repository: vankiet90/skinmatch_client_app
Catalog: lib/l10n/app_*.arb
Languages: vi

# menuHome
source: Home
vi: Trang Chủ

# menuCustomer
source: Customer
vi: Khách Hàng

# menuInventory
source: Inventory
vi: Tồn Kho

source: Coming soon..!
vi: Sắp ra mắt..!

source: Language
vi: Ngôn ngữ

source: Account
vi: Tài khoản

source: Logout
vi: Đăng xuất

source: Support
vi: Hỗ trợ

source: Profile
vi: Hồ sơ

source: Profile Screen
vi: Màn hình Hồ sơ

source: Sign In & Security
vi: Đăng nhập & Bảo mật

source: Sign In & Security Screen
vi: Màn hình Đăng nhập & Bảo mật

source: Language Screen
vi: Màn hình Ngôn ngữ

source: Privacy
vi: Quyền riêng tư

source: Privacy Screen
vi: Màn hình Quyền riêng tư

source: Staff Management
vi: Quản lý nhân viên

source: Staff Management Screen
vi: Màn hình Quản lý nhân viên

source: Feedback
vi: Phản hồi

source: Feedback Screen
vi: Màn hình Phản hồi

source: Take a photo
vi: Chụp ảnh

source: Choose from gallery
vi: Chọn từ thư viện

source: Cancel
vi: Hủy

source: Customer detail edit
vi: Chỉnh sửa chi tiết khách hàng

source: Gender
vi: Giới tính

source: Male
vi: Nam

source: Female
vi: Nữ

source: Other
vi: Khác

source: Please enter fullname
vi: Vui lòng nhập họ tên

source: Fullname
vi: Họ tên

source: Phone number
vi: Số điện thoại

source: Please enter phone number
vi: Vui lòng nhập số điện thoại

source: Please enter email
vi: Vui lòng nhập email

source: Invalid email
vi: Email không hợp lệ

source: Date of birth
vi: Ngày sinh

source: Please select date of birth
vi: Vui lòng chọn ngày sinh

source: Save
vi: Lưu

source: Delete customer
vi: Xóa khách hàng

source: Customer detail
vi: Chi tiết khách hàng

source: Unknown
vi: Chưa biết

source: Last visited
vi: Lần cuối ghé thăm

source: Scan history
vi: Lịch sử quét

source: Purchase history
vi: Lịch sử mua hàng

source: Delete store information
vi: Xóa thông tin cửa hàng

source: Edit
vi: Sửa

source: Delete
vi: Xóa

# scanHistoryTitle
source: Scan History
vi: Lịch sử quét

source: Standard
vi: Tiêu chuẩn

source: Last scan
vi: Lần quét cuối

source: Oil skin
vi: Da dầu

source: Overview
vi: Tổng quan

source: Scan
vi: Quét

source: Date time
vi: Ngày giờ

source: Skin type
vi: Loại da

source: Oil
vi: Dầu

# skinHeath
source: Skin health
vi: Sức khỏe da

source: Analysis
vi: Phân tích

# drynessOrTightnessOilinessOrCloggedPores
source: Dryness or tightness\nOiliness or clogged pores
vi: Da khô hoặc căng\nDa dầu hoặc lỗ chân lông bị tắc

source: No name
vi: Không tên

source: No badge
vi: Không có huy hiệu

source: Customer
vi: Khách hàng

source: Good morning
vi: Chào buổi sáng

source: Today
vi: Hôm nay

source: Scan Detail
vi: Chi tiết quét

source: Dark spots on the skin caused by inadequate sun protection
vi: Các đốm đen trên da do không được bảo vệ khỏi ánh nắng mặt trời đầy đủ

source: Products
vi: Sản phẩm

source: View order
vi: Xem đơn hàng

source: Insights
vi: Thông tin chi tiết

# drynessOrTightnessOilinessOrCloggedPores2
source: Dryness or tightness\nOiliness or clogged pores
vi: Da khô hoặc căng\nDa dầu hoặc lỗ chân lông bị tắc

source: Privacy Policy
vi: Chính sách bảo mật

# weValueYourPrivacy
source: We value your privacy. Here's how we collect, use, and protect your personal information to deliver a better skincare experience with our AI-powered app.
vi: Chúng tôi coi trọng sự riêng tư của bạn. Đây là cách chúng tôi thu thập, sử dụng và bảo vệ thông tin cá nhân của bạn để mang lại trải nghiệm chăm sóc da tốt hơn với ứng dụng hỗ trợ bởi AI của chúng tôi.

# weCollectYourData
source: We collect your name, age, address, photos, and skin condition data through AI skin scanning to personalize your skincare journey.
vi: Chúng tôi thu thập tên, tuổi, địa chỉ, ảnh và dữ liệu tình trạng da của bạn thông qua quét da bằng AI để cá nhân hóa hành trình chăm sóc da của bạn.

source: Your data helps us:
vi: Dữ liệu của bạn giúp chúng tôi:

# howWeUseIt
source: 2. How We Use It
vi: 2. Chúng tôi sử dụng nó như thế nào

source: - Enhance your shopping experience.
vi: - Nâng cao trải nghiệm mua sắm của bạn.

source: - Provide customer support.
vi: - Cung cấp hỗ trợ khách hàng.

# offerPersonalizedSkincareAdvice
source: - Offer personalized skincare advice based on AI analysis.
vi: - Đưa ra lời khuyên chăm sóc da được cá nhân hóa dựa trên phân tích của AI.

# howLongWeStoreIt
source: 3. How Long We Store It
vi: 3. Chúng tôi lưu trữ nó trong bao lâu

# weStoreYourData
source: We store your data for up to 3 years, depending on your choice (1, 2, or 3 years). You can opt for no storage or request deletion anytime by contacting us.
vi: Chúng tôi lưu trữ dữ liệu của bạn tối đa 3 năm, tùy thuộc vào lựa chọn của bạn (1, 2 hoặc 3 năm). Bạn có thể chọn không lưu trữ hoặc yêu cầu xóa bất kỳ lúc nào bằng cách liên hệ với chúng tôi.

# howWeProtectIt
source: 4. How We Protect It
vi: 4. Cách chúng tôi bảo vệ nó

# weUseSecureEncryption
source: We use secure encryption and store your data in Vietnam, following local laws to keep it safe from unauthorized access.
vi: Chúng tôi sử dụng mã hóa an toàn và lưu trữ dữ liệu của bạn tại Việt Nam, tuân theo luật pháp địa phương để giữ an toàn khỏi truy cập trái phép.

# yourRights
source: 5. Your Rights
vi: 5. Quyền của bạn

source: You have the right to:
vi: Bạn có quyền:

# reviewOrUpdateData
source: - Review or update your data.
vi: - Xem xét hoặc cập nhật dữ liệu của bạn.

# requestDeletion
source: - Request its deletion at any time.
vi: - Yêu cầu xóa dữ liệu bất kỳ lúc nào.

# contactUsForSupport
source: - Contact us for support via email, phone, or Zalo.
vi: - Liên hệ với chúng tôi để được hỗ trợ qua email, điện thoại hoặc Zalo.

source: Purchase detail
vi: Chi tiết mua hàng

source: Completed
vi: Đã hoàn thành

source: Served by
vi: Được phục vụ bởi

source: Lumiere Cleanser
vi: Sữa rửa mặt Lumiere

source: Discount Applied
vi: Giảm giá áp dụng

source: Total
vi: Tổng cộng

source: View scan
vi: Xem quét

# purchaseHistoryTitle2
source: Purchase history
vi: Lịch sử mua hàng

source: Total purchase
vi: Tổng số lần mua

source: Total value
vi: Tổng giá trị

source: Date
vi: Ngày

source: Order
vi: Đơn hàng

source: Scan again
vi: Quét lại

# continueText
source: Continue
vi: Tiếp tục

source: Facial analysis
vi: Phân tích da mặt

source: Skincare plan
vi: Kế hoạch chăm sóc da

source: Based on your skin analysis on
vi: Dựa trên phân tích da của bạn vào ngày

source: Treatment plan
vi: Kế hoạch điều trị

source: Cleanse
vi: Làm sạch

source: Toner
vi: Nước hoa hồng

source: Moisturizer
vi: Kem dưỡng ẩm

source: Sunscreen
vi: Kem chống nắng

source: Additional insights
vi: Thông tin chi tiết bổ sung

source: Do you have any allergies?
vi: Bạn có bị dị ứng nào không?

source: analyzing facial skin condition...
vi: đang phân tích tình trạng da mặt...

source: Recent
vi: Gần đây

source: Access to My Library
vi: Truy cập Thư viện của tôi

source: Current health status
vi: Tình trạng sức khỏe hiện tại

source: Policy Agreement
vi: Thỏa thuận chính sách

# personalDataCollected
source: Personal data (facial skin images, skin condition) is collected to improve analysis results during the skin scanning process. Your information will be deleted upon request.
vi: Dữ liệu cá nhân (ảnh da mặt, tình trạng da) được thu thập để cải thiện kết quả phân tích trong quá trình quét da. Thông tin của bạn sẽ bị xóa theo yêu cầu.

# iAgreeToStoreMyPersonalInformation
source: I agree to store my personal information in accordance with
vi: Tôi đồng ý lưu trữ thông tin cá nhân của mình theo

source: Confirm Password
vi: Xác nhận mật khẩu

source: Password
vi: Mật khẩu

source: Confirm Delete
vi: Xác nhận xóa

source: Data Deletion Request Sent!
vi: Yêu cầu xóa dữ liệu đã được gửi!

# customerDataDeletedShopLevel
source: The customer's data has been successfully deleted at the shop owner level. A request has been created and sent to Admin SM for final approval. You will be notified once it's processed.
vi: Dữ liệu của khách hàng đã được xóa thành công ở cấp độ chủ cửa hàng. Một yêu cầu đã được tạo và gửi đến Quản trị viên SM để phê duyệt cuối cùng. Bạn sẽ được thông báo sau khi quá trình này hoàn tất.

# personalDataDeletionRequested
source: Personal data (facial skin images, skin condition) will be requested for deletion, and a confirmation email will be sent upon completion
vi: Dữ liệu cá nhân (ảnh da mặt, tình trạng da) sẽ được yêu cầu xóa và email xác nhận sẽ được gửi sau khi hoàn tất

# deleteCustomerTitle
source: Delete Customer?
vi: Xóa khách hàng?

# deleteCustomerConfirmation
source: This action cannot be undone. Are you sure you want to delete this customer?
vi: Hành động này không thể được hoàn tác. Bạn có chắc chắn muốn xóa khách hàng này không?

# limitedAccessToPhotos
source: You have limited SkinMatch from accessing your photos.
vi: Bạn đã giới hạn quyền truy cập của SkinMatch vào ảnh của mình.

source: Manage
vi: Quản lý

source: Welcome back,
vi: Chào mừng trở lại,

source: Have you ever used our service before?
vi: Bạn đã từng sử dụng dịch vụ của chúng tôi trước đây chưa?

source: Already scan before
vi: Đã quét trước đó

source: No
vi: Không

source: Ok
vi: Đồng ý

source: Key Ingredients
vi: Thành phần chính

source: How to use
vi: Cách sử dụng

# wetYourFace
source: 1.Wet your face with lukewarm water.\n
vi: 1. Làm ướt mặt bằng nước ấm.\n

# applyCleanser
source: 2. Apply a small amount of cleanser to your hands.\n
vi: 2. Cho một lượng nhỏ sữa rửa mặt vào lòng bàn tay.\n

# massageFace
source: 3. Massage gently onto your face in circular motions.\n
vi: 3. Nhẹ nhàng massage lên mặt theo chuyển động tròn.\n

# rinseFace
source: 4. Rinse off with lukewarm water.\n
vi: 4. Rửa sạch bằng nước ấm.\n

# patDry
source: 5. Pat your face dry with a clean towel
vi: 5. Dùng khăn sạch thấm khô mặt

source: Add to Cart
vi: Thêm vào giỏ hàng

# skinHealthTitle
source: Skin health
vi: Sức khỏe da

source: Average
vi: Trung bình

# darkSpotsInadequateSunProtection
source: Dark spots on the skin caused by inadequate sun protection.
vi: Các đốm đen trên da do không được bảo vệ khỏi ánh nắng mặt trời.

# howDoYouShopForSkincare
source: How do you usually shop for skincare? (Pick the option that best describes you)
vi: Bạn thường mua sản phẩm chăm sóc da như thế nào? (Chọn phương án mô tả đúng nhất về bạn)

# skinTypeTitle
source: Skin type
vi: Loại da

source: Please specific your allergies
vi: Vui lòng nêu rõ dị ứng của bạn

# storeForSixMonths
source: Store for 6 months
vi: Lưu trữ trong 6 tháng

# storeForOneMonths
source: Store for 1 year
vi: Lưu trữ trong 1 năm

# storeForTwoMonths
source: Store for 2 years
vi: Lưu trữ trong 2 năm

source: Do not store my information
vi: Không lưu trữ thông tin của tôi

source: Customer Name
vi: Tên khách hàng

# glycerinHyaluronic
source: Glycerin, Hyaluronic Acid, Chamomile Extract, Green Tea Extract.
vi: Glycerin, Hyaluronic Acid, Chiết xuất hoa cúc, Chiết xuất trà xanh.

source: Wrinkles
vi: Nếp nhăn

source: Redness
vi: Đỏ

source: Nodules
vi: Nốt sần

source: Pustules
vi: Mụn mủ

source: Eye bags
vi: Bọng mắt

source: Acne
vi: Mụn trứng cá

source: Oiliness
vi: Dầu nhờn

source: Search
vi: Tìm kiếm

# whatWeCollect
source: 1. What We Collect
vi: 1. Những gì chúng tôi thu thập

source: Allergy
vi: Dị ứng

source: Health Status
vi: Tình trạng sức khỏe

source: Skin conditions
vi: Tình trạng da

source: From A to Z
vi: Từ A đến Z

source: From Z to A
vi: Từ Z đến A

source: Total spent
vi: Tổng số tiền đã chi

source: High to Low
vi: Cao xuống thấp

source: Low to High
vi: Thấp đến Cao

source: Last visited date
vi: Ngày truy cập gần nhất

source: Earliest
vi: Sớm nhất

source: Latest
vi: Mới nhất

source: Skin scan
vi: Quét da

# searchByNameOrdeNumber
source: Search by name, order number,â€¦
vi: Tìm kiếm theo tên, số đơn hàng,…

source: Customer list
vi: Danh sách khách hàng

source: Repeat Purchase
vi: Mua lại

source: Skin Profile
vi: Hồ sơ da

source: Age
vi: Tuổi

source: Paraben
vi: Chất bảo quản

source: Fragrance
vi: Hương liệu

source: Alcohol
vi: Cồn
